windtunnel/60L3.4D_sample/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.2                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
  frontAndBack
  {
    type            empty;
  }
  inlet
  {
    type            zeroGradient;
  }
  outlet
  {
    type            fixedValue;
    value           uniform 0;
  }
  wall
  {
    type            zeroGradient;
  }
  symmetryLine
  {
    type            symmetryPlane;
  }
}

// ************************************************************************* //
