windtunnel/60L3.4D_sample/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.2                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  | For copyright notice see file Copyright         |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    frontAndBack
    {
        type            empty;
        nFaces          29106;
        startFace       28760;
    }
    wall
    {
        type            patch;
        nFaces          297;
        startFace       57866;
    }
    symmetryLine
    {
        type            symmetryPlane;
        nFaces          297;
        startFace       58163;
    }
    inlet
    {
        type            patch;
        nFaces          49;
        startFace       58460;
    }
    outlet
    {
        type            patch;
        nFaces          49;
        startFace       58509;
    }
)

// ************************************************************************* //
